
function CardsSection() {
  return (
     <section className="cardsSection">

		<div className="cardRow">

				<h2 className="cardheard">
					УСЛОВИЯ БЕСПЛАТНЫХ ВРАЩЕНИЙ
				</h2>
				<ul className="cardList">
					<li>
						Фриспины будут начислены после внесения депозита в течение 72 часов
					</li>
					<li>
						Фриспины будут доступны после подтверждения в разделе «Бонусы» – «Бесплатные вращения» в личном кабинете.
					</li>
					<li>
						Фриспины будут действительны в течение 2 дней после начисления.
					</li>
					<li>
						Выигрыши, полученные в результате бесплатных вращений, не подлежат отыгрышу.
					</li>
					<li>
						Акция распространяется только на первые четыре депозита. Клиент может воспользоваться бонусом только один раз.
					</li>
				</ul>
			</div>
			<div className="cardRow">
				<h2 className="cardheard">
					УСЛОВИЯ ВЕЙДЖЕР БОНУСА
				</h2>
				<ul className="cardList">
					<li>
						Отыгрыш – X25.
					</li>
					<li>
						Максимальная сумма выплаты – 100 %.
					</li>
					<li>
						Отыгрыш доступен игроку в течение 2 дней после подтверждения.
					</li>
					<li min-height="40px" text-align="left" position="static">
						Бонус можно отыграть во всех слот-играх, кроме игр провайдеров Evoplay, Retro Gaming, Booming Games и игр Solar King, Solar Temple, Solar Queen провайдера Playson.
					</li>
					<li>
						Игры с функцией «Купи бонус», «Megaways» и настольные игры недоступны для отыгрыша.
					</li>
				</ul>
				<p className="cardText" style={{color:"rgba(255, 255, 255, 0.6)"}}>
					<span style={{color:"#ffffff"}}>Пример 1: </span>
			       Вы сделали первый депозит 20 BYN в течение 72 часов после верификации аккаунта и получили 50 фриспинов в слот-игре Rise of Zeus от Belatra, а также 20 фриспинов в слот-игре Lucky Streak 3 от Endorphina. Далее Вы сделали второй депозит 40 BYN и получили 50 фриспинов в слот-игре Diamond Cats от Amatic. Затем Вы сделали третий депозит на сумму 50 BYN и получили 100 BYN вейджер бонусом на все доступные игры. Сделав четвертый депозит на сумму 100 BYN, Вы получили 100 фриспинов в слот-игре Big Bass Bonanza от Pragmatic Play.
				</p>
				<p className="cardText" style={{color:"rgba(255, 255, 255, 0.6)"}}>
					<span style={{color:"#ffffff"}}>Пример 2: </span>
                    с момента Вашей верификации прошло больше 72 часов, Вы сделали первый депозит 20 BYN и получили 50 фриспинов в слот-игре Rise of Zeus от Belatra. Далее Вы сделали второй депозит 40 BYN и получили 50 фриспинов в слот-игре Diamond Cats от Amatic. Затем Вы сделали третий депозит на сумму 50 BYN и получили 100 BYN вейджер бонусом на все доступные игры. Сделав четвертый депозит на сумму 100 BYN, Вы получили 100 фриспинов в слот-игре Big Bass Bonanza от Pragmatic Play.
				</p>
				<p className="cardText" style={{color:"rgba(255, 255, 255, 0.6)"}}>
					<span style={{color:"#ffffff"}}>Пример 3: </span>
                    Вы сделали первый депозит 20 BYN в течение 72 часов после верификации аккаунта и получили 50 фриспинов в слот-игре Rise of Zeus от Belatra, а также 20 фриспинов в слот-игре Lucky Streak 3 от Endorphina. Далее Вы сделали второй депозит 30 BYN. Так как второй депозит менее 40 BYN (т.е. не выполнено условие получения бонуса за второй депозит), следующие этапы приветственного бонуса Вам недоступны.
				</p>
			</div>
			<div className="cardRow">
				<h2 className="cardheard">
                    ОБЩИЕ ПОЛОЖЕНИЯ И УСЛОВИЯ
				</h2>
				<ul className="cardList">
					<li>
						Принимая участие в акции, клиент соглашается с ее условиями, а также с Правилами и положениями GrandCasino, опубликованными на сайте <span style={{color:"#FF0055"}}> www.grandcasino.by</span>.
					</li>
					<li>
						GrandСasino оставляет за собой право изменить правила бонусного предложения в любое время или отменить его без предварительного уведомления, а также исключить из участия в бонусном предложении.
					</li>
					<li>
						В случае возникновения спорной ситуации окончательное решение будет принято GrandСasino.
					</li>
					<li>
						В случае открытия повторного игрового аккаунта для получения бонуса, передачи другим лицам информации о своих логинах и/или паролях и доступа к своему игровому аккаунту, совершения иного нарушения Правил, GrandСasino имеет право отменить бонус, а также заблокировать такой игровой аккаунт.
					</li>
				</ul>
			</div>
        </section>
    
  );
}

export default CardsSection;
